"""
Все тексты, используемые ботом.
В этом файле будут лежать все приветствия, сообщения об ошибках и другие текстовые данные для бота.
"""

start_text = '👋 Приветствую вас! \n\nВ этом боте вы можете смотреть расписание уроков.'
help_text = '''
*Основные команды*
/help — помощь
/calls — расписание звонков
/today — расписание на сегодня

*Расписания*
/tomorrow — расписание на завтра
/extraLesson - просмотр дополнительных занятий
/addExtraLesson - добавление дополнительных занятий

Чтобы получить расписание на определенный день, напишите название этого дня (например, четверг, чт или thursday), бот поймёт, о каком дне идет речь.

*Информация*
/teachers — список всех учителей
/person — персональное расписание учителя или класса

*Разное*
/links — ссылки на школьные порталы
/account — аккаунт

📰 [Канал с новостями](https://t.me/+fplFn9ICDvBmODMy)
📩 [Предложения и пожелания](https://forms.gle/Vx9BdutJ6if9Nszy5)
💻 [Github](https://github.com/Kl1mvill/School-Telegram-bot)
'''
register_text = '⚙️ Зарегистрируйтесь, написав в чат номер и букву класса.\n\nНапример: 8В, 9Г, 11а.'
calls_text = '''
*🔔 Расписание звонков 🔔*

1 урок — 08:00–08:40
2 урок — 08:55–09:35
3 урок — 09:50–10:30
4 урок — 10:45–11:25
5 урок — 11:40–12:20
6 урок — 12:30–13:10
7 урок — 13:15–13:55
8 урок — 14:20–15:00

👇 Вы также можете посмотреть расписание уроков на сегодня
'''
