"""
Все тексты, используемые ботом.
В этом файле будут лежать все приветствия, сообщения об ошибках и другие текстовые данные для бота.
"""

start_text = "👋 Приветствую вас! \n\nВ этом боте вы можете смотреть расписание уроков."
help_text = """
*Основные команды*
/help — помощь
/today — расписание на сегодня
/tomorrow — расписание на завтра

*Расписания*
/calls — расписание звонков
/extraLesson - просмотр дополнительных занятий
/addExtraLesson - добавление дополнительных занятий

Чтобы получить расписание на определенный день, напишите название этого дня (например, четверг, чт или thursday), бот поймёт, о каком дне идет речь.

*Информация*
/teachers — список всех учителей
/person — персональное расписание учителя или класса

*Разное*
/links — ссылки на школьные порталы
/account — аккаунт

📰 [Канал с новостями](https://t.me/+fplFn9ICDvBmODMy)
📩 [Предложения и пожелания](https://forms.gle/Vx9BdutJ6if9Nszy5)
💻 [Github](https://github.com/Kl1mvill/School-Telegram-bot)
"""
